{
  "Stakeholder": {
    "content": "Individuals or groups of people who can reasonably be expected to be significantly affected by an organization’s business activities, outputs or outcomes, or whose actions can reasonably be expected to significantly affect the ability of the organization to create value over time. o “Internal stakeholders” = the board (or equivalent), management, employees and owners. o “External stakeholders” = communities, government, NGOs, suppliers, customers and consumers. https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Assurance Letter": {
    "content": "Typically an annual signed statement from business executives (often business presidents) to the CEO stating that operations are in compliance; risks and significant issues are identified and being managed; and processes are in place to ensure consistent implementation of corporate policies and values. B2S - Business to Society The Business to Society® (B2S) methodology is Siemens' way to evaluate our contributions to society. It allows us to measure and communicate progress in various dimensions: strengthening the economy, developing jobs and skills, driving innovation, protecting the environment and improving quality of life. https://www.siemens.com/global/en/company/about/history/specials/175-years/business- to-society.html"
  },
  "Brownfield Redevelopment": {
    "content": "the expansion, redevelopment or reuse of land and property which may be complicated by the presence or potential presence of hazardous substances or contaminants. https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Brundtland Report": {
    "content": "In 1987, the probably most widely known definition of sustainable development was written down in the 'Brundtland Report', published by the World Commission on Environment and Development. This report defined sustainable development as 'development that meets the needs of the present without compromising the ability of future generations to meet their own needs'. https://www.are.admin.ch/are/en/home/media/publications/sustainable- development/brundtland-report.html"
  },
  "Business resilience": {
    "content": "The ability of an organization to adapt in a changing environment to enable it to achieve its objectives and prosper. https://sustainable.org.nz/learn/tools-resources/glossary-of- sustainability/"
  },
  "Carbon Budget": {
    "content": "Like a household budget, climate science sets a carbon budget for greenhouse gases that can be 'spent’ (=emitted) to limit global warming on a given level. If we exceed this budget, global temperatures will rise beyond that level. https://carbontracker.org/carbon-budgets-explained/"
  },
  "Carbon dioxide equivalents (CO2e)": {
    "content": "The internationally recognized way of expressing the amount of global warming of a particular greenhouse gas in terms of the amount of CO2 required to achieve the same warming effect over 100 years. https://ec.europa.eu/eurostat/statistics- explained/index.php?title=Glossary:Carbon_dioxide_equivalent"
  },
  "Carbon footprint": {
    "content": "Carbon footprints give a breakdown of what volumes of greenhouse gas emissions are released through an activity, a process, or a service. https://en.wikipedia.org/wiki/Carbon_footprint"
  },
  "Carbon neutral": {
    "content": "Balancing greenhouse gas emissions with an equivalent amount of independently verified carbon offsets. Also referred to as net zero greenhouse gas emissions. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Carbon offsetting": {
    "content": "Any activity deemed to reduce overall emissions of greenhouse gases by purchasing verified carbon credits (also known as offsets) through emissions reduction projects or carbon trading schemes. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/ CBAM (Carbon Border Adjustment Mechanism) The European Commission proposed to introduce a carbon border adjustment mechanism to improve carbon leakage protection for energy-intensive industries which are subject to a carbon price in the EU Emissions Trading System. CBAM is a carbon tariff on carbon intensive products. https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en CDP (Carbon Disclosure Project) CDP is an international non-profit organization (based in the United Kingdom, Germany and the United States) that helps companies and cities disclose their environmental impacts. CDP's goal is to make environmental reporting and risk management a business norm that promotes disclosures, insights and actions for a sustainable economy. https://www.cdp.net/en"
  },
  "Charter of Trust": {
    "content": "In 2018 Siemens set up the Charter of Trust as a non-profit alliance with other global companies and organizations from various sectors to protect data and promote cybersecurity in the digital world. https://www.charteroftrust.com/about/"
  },
  "Chief Sustainability Officer (CSO)": {
    "content": "The most senior person in the company with responsibility for overseeing sustainability policy, positioning and activities. Note: the person may or may not be officially designated as the CSO by the company. https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Circular 145": {
    "content": "The Siemens Circular 145 describes sustainability roles and implementation responsibilities for Siemens businesses, countries as well as service & governance units relating to sustainability governance. https://mylearningworld.siemens.com/web/en/app/toc/lex_auth_01408022026991 206476/overview"
  },
  "Circular Economy": {
    "content": "An alternative to the traditional linear economy (make, use, dispose) in which resources remain in use for as long as possible, extracting the maximum value from them while in use, then recover and regenerate products and materials at the end of each product or service life. https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Climate action": {
    "content": "Activities to tackle climate change and its impacts, usually by reducing greenhouse gas emissions. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Climate change": {
    "content": "A long-term shift in global weather patterns or average temperatures. Scientific research shows that, compared with climate change patterns throughout Earth’s history, the rate of temperature rise since the Industrial Revolution is extremely high. Rising temperatures can lead to extreme weather such as droughts, sea level rises and retreating glaciers. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Climate neutrality": {
    "content": "Concept of a state in which human activities result in no net effect on the climate system. Achieving such a state would require balancing of residual emissions with emission (carbon dioxide) removal as well as accounting for regional or local biogeophysical effects of human activities that, for example, affect surface albedo or local climate. See also Net zero CO2 emissions. https://www.ipcc.ch/sr15/chapter/glossary/"
  },
  "Closed-Loop": {
    "content": "Also referred to as the circular economy, where materials, at the end of their useful life, are consistently repurposed, recycled, reused, reclaimed, restored, or otherwise converted to some use rather than discharged as waste. https://esgnavigator.com/knowledge-hub/esg- library/definitions-of-esg-terms/ Net Zero CO2 emissions Net zero carbon dioxide (CO2) emissions are achieved when anthropogenic CO2 emissions are balanced globally by anthropogenic CO2 removals over a specified period. Net zero CO2 emissions are also referred to as carbon neutrality. https://www.ipcc.ch/sr15/chapter/glossary/ COP (Conference of the Parties) The Conference of the Parties (COP) is the supreme decision-making body of the United Nations Framework Convention on Climate Change (UNFCCC). It is composed of representatives of the member states of the convention and accredited observers. Their scope is to review the implementation of the Convention and any other legal instruments that the COP adopts and take decisions necessary to promote the effective implementation of the Convention, including institutional and administrative arrangements. https://unfccc.int/process/bodies/supreme-bodies/conference-of-the-parties- cop"
  },
  "Corporate Citizenship": {
    "content": "Siemens’ voluntary commitment with the aim of bringing benefits to society in every country in which we operate, following a shared-value approach. Siemens has defined three strategic focus areas for its corporate citizenship: access to technology, access to education, access to basic supplies & sustaining communities. https://wiki.siemens.com/display/en/Corporate+Citizenship"
  },
  "Corporate Social Responsibility (CSR)": {
    "content": "A management concept whereby companies integrate social and environmental concerns in their business operations. https://sustainable.org.nz/learn/tools-resources/glossary-of- sustainability/"
  },
  "Cradle to Cradle": {
    "content": "A holistic framework for design of industry, products, buildings, or urban environments that seeks to create systems that are efficient and essentially waste free (The term Cradle to Cradle is a registered trademark of McDonough Braungart Design Chemistry / MBDC.) https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Critical Material": {
    "content": "A material can be critical due to various reasons. It can be scarce, pose health issues, or entail compliance risks. Siemens has defined four aspects for our use to classify critical materials and substances: 1) Health – material poses toxicological hazards to human health. 2) Environment ‒ material poses risks to the environment. 3) Transport ‒ The storage and transportation of a material has special requirements or restrictions regarding its contents. 4) Markets & Compliance ‒ including resource scarcity, trade regulations, laws and policies, and prospective legislation. [no text]"
  },
  "Critical Raw Materials": {
    "content": "Critical Raw Materials (CRMs) are raw materials that are economically and strategically important for the economy, the supply of which is considered high-risk. Used in environmental technologies, consumer electronics, health, steelmaking, defense, space exploration, and aviation, these materials are not only ‘critical’ for key industry sectors and future applications, but also for the sustainable functioning of the economy. https://rmis.jrc.ec.europa.eu/eu- critical-raw-materials CSDD (Corporate Sustainability Due Diligence) In February 2022, the EU Commission adopted a proposal for a Directive on corporate sustainability due diligence. The aim of this Directive is to foster sustainable and responsible corporate behavior and to anchor human rights and environmental considerations in companies’ operations and corporate governance. The new rules will ensure that businesses address adverse impacts of their actions, incl. in their value chains inside and outside Europe https://commission.europa.eu/business-economy-euro/doing-business-"
  },
  "Customer avoided emissions": {
    "content": "Emissions saved or avoided due to customer's use of a specific product compared to a reference solution. https://www.carbontrust.com/what-we-do/net-zero-transition-planning- and-delivery/avoided-emissions CWA (Carbon Web Assesment) Siemens developed the CWA to enable suppliers an assessment of their own carbon emissions. A second step also provides detailed ways of reducing the emissions. https://siemens.sharepoint.com/teams/SupplyChainManagement/Documents/SC"
  },
  "Decarbonization (DEGREE) Ambition": {
    "content": "Ambition: Support the 1.5°C target to fight global warming. https://siemens.sharepoint.com/teams/Sustainability-at-"
  },
  "DEGREE Sustainability Framework": {
    "content": "The Siemens framework for sustainability, which constitutes a 360-degree approach for all stakeholders. For each of the six focus areas of the DEGREE framework (Decarbonization, Ethics, Governance, Resource efficiency, Equity, Employability), key performance indicators underpin the ambitions. https://siemens.sharepoint.com/teams/Sustainability-at-"
  },
  "Siemens/en/SitePages/DEGREE.aspx": {
    "content": "EU Taxonomy The EU taxonomy is a classification system, establishing a list of environmentally sustainable economic activities. The goal is to help the EU scale up sustainable investment and implement the European green deal by providing companies, investors and policymakers with appropriate definitions for which economic activities can be considered environmentally sustainable. https://build-up.ec.europa.eu/en/resources-and-tools/links/eu-taxonomy- sustainable-activities"
  },
  "Design for Environment (DfE)": {
    "content": "A global movement incorporating environmental motives to improve product design in order to minimize health and environmental impacts. https://esgnavigator.com/knowledge-hub/esg- library/definitions-of-esg-terms/ DJSI (Dow Jones Sustainability Index) The Dow Jones Sustainability Indices, which are divided into global (DJSI Word) and European (DSJI STOXX) indices, showcase the best companies in the industry in terms of their sustainability performance. The Dow Jones Sustainability World Index comprises global sustainability leaders as identified by S&P Global through the Corporate Sustainability Assessment (CSA). It represents the top 10% of the largest 2,500 companies in the S&P Global BMI based on long-term economic, environmental, and social criteria. https://www.spglobal.com/esg/performance/indices/djsi-index-family DNSH (Do no significant harm) ‘Do no significant harm’ is one of the alignment criteria of the EU Taxonomy. It means that an activity has no significant negative impacts on any of the 6 other environmental objectives, e.g. pollution of water & ecosystems, dependent on using substances of concerns. According to the EU Taxonomy Regulation, an economic activity is considered to comply with the taxonomy if it makes a significant contribution to at least one of a total of six environmental goals without contradicting others (=Do no significant harm). https://commission.europa.eu/document/download/993e026c-4118-46ed-b7ff- 5224c19aa254_en?filename=2021_02_18_epc_do_not_significant_harm_- technical_guidance_by_the_commission.pdf"
  },
  "Double materiality": {
    "content": "The CSRD incorporates the concept of ‘double materiality’ – It means that companies have to report not only on how sustainability issues might create financial risks and opportunities for the company (financial materiality), but also on the own impacts on people and the environment (impact materiality). Double materiality is a reporting approach that takes into account how sustainable factors affect the financial value of a firm and how the firm affects the environment and society in general. https://www.bsr.org/en/blog/impact-based-materiality DPP (Digital Product Passport) Transparency passport for all sustainability features of a product (including e.g. Lifecycle Assessments and circularity information) https://commission.europa.eu/energy-climate- change-environment/standards-tools-and-labels/products-labelling-rules-and- requirements/sustainable-products/ecodesign-sustainable-products-regulation_en"
  },
  "Earth Overshoot Day": {
    "content": "Earth overshoot day marks the date when humanity’s demand for ecological resources and services during the year exceeds what the earth can regenerate in that year. https://overshoot.footprintnetwork.org/about/"
  },
  "Ecodesign": {
    "content": "Ecodesign considers environmental aspects at all stages of the product development process, striving for products which make the lowest possible environmental impact throughout the product life cycle. https://www.eea.europa.eu/help/glossary/eea-glossary/eco-design Eco Effiency Eco-efficiency describes a key figure that defines the relationship between economic output (value added) and the emissions and environmental impact caused. https://www.ifu.com/eco- efficiency/"
  },
  "Ecosystem Services": {
    "content": "Humankind benefits in a multitude of ways from ecosystems (e.g., cleaning drinking water, decomposing wastes, etc.). Collectively, these benefits are known as ecosystem services. https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Employability (DEGREE) Ambition": {
    "content": "Enable our people to stay resilient and relevant in a permanently changing environment. https://siemens.sharepoint.com/teams/Sustainability-at-"
  },
  "Environmental management systems": {
    "content": "A set of processes and practices that enable an organization to reduce its environmental impacts. The most commonly used framework is the one developed by the International Organization for Standardization (ISO) for the ISO 14001 standard. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Environmental Product Declarations (EPD)": {
    "content": "An Environmental Product Declaration (EPD) presents quantified environmental information on the life cycle of a product to enable comparisons between products fulfilling the same function. As such, it is particularly useful in business-to-business communications, allowing providers and manufacturers to precisely describe the environmental footprint of their goods and services under the selected scope, though it can also be used to inform consumers directly about the sustainability of their choices. An EPD follows strict guidelines and is based on a standardized LCA tool. https://www.environdec.com/all-about-epds/the-epd"
  },
  "Enterprise Risk Management": {
    "content": "provides a framework for risk management, which typically involves identifying particular events or circumstances relevant to the organization's objectives (risks and opportunities), assessing them in terms of likelihood and magnitude of impact, determining a response strategy, and monitoring process https://en.wikipedia.org/wiki/Enterprise_risk_management"
  },
  "EP100": {
    "content": "EP100 is a global initiative led by the international non-profit Climate Group, bringing together over 120 energy smart businesses committed to measuring and reporting on energy efficiency improvements. https://www.theclimategroup.org/about-ep100"
  },
  "Ethics (DEGREE) Ambition": {
    "content": "Foster a culture of trust, adhere to ethical standards and handle data with care. https://siemens.sharepoint.com/teams/Sustainability-at-"
  },
  "European Green Deal": {
    "content": "The EU Green Deal is an extensive EU initiative to create a sustainable and climate-neutral economy through a range of policies and measures, addressing climate change, environmental protection, and sustainable development for a prosperous and resilient future. https://commission.europa.eu/strategy-and-policy/priorities-2019-2024/european- green-deal_en"
  },
  "EV100": {
    "content": "EV100 is a global initiative led by the international non-profit Climate Group bringing together companies committed to accelerating the transition to electric vehicles (EVs). https://www.automotive-fleet.com/288142/ev100-global-initiative-to-accelerate- transition-to- evs#:~:text=The%20EV100%20is%20a%20global%20business%20initiative%20designed,maki ng%20electric%20transport%20the%20new%20normal%20by%202030."
  },
  "Executive Sustainability Council": {
    "content": "The senior-level, cross-functional group of executives that many companies have to provide a forum for setting policy direction; recommending goals and metrics; deciding priorities; allocating resources; and reviewing progress on key initiatives. [no text]"
  },
  "External Sustainability Advisory Board": {
    "content": "A group of sustainability experts or thought leaders from various external stakeholder groups, assembled to periodically advise the CEO and CSO. https://esgnavigator.com/knowledge- hub/esg-library/definitions-of-esg-terms/"
  },
  "Externality": {
    "content": "The cost or benefit that affects a party who did not choose to incur that cost or benefit. For example, manufacturing activities that cause air pollution or carbon emissions may impose health, cleanup, or other costs on society. https://esgnavigator.com/knowledge-hub/esg- library/definitions-of-esg-terms/"
  },
  "Full-Cost Accounting": {
    "content": "A method of cost accounting that traces direct costs and allocates indirect costs by collecting and presenting information about the possible environmental, social and economic costs and benefits for each proposed alternative. For example, full cost would assign a “cost of carbon” to address carbon risk associated with use of hydrocarbons. https://esgnavigator.com/knowledge- hub/esg-library/definitions-of-esg-terms/ GCGC (German Corporate Governance Code) The German Corporate Governance Code presents essential statutory regulations for the management and supervision of German listed companies and contains, in the form of recommendations and suggestions, internationally and nationally acknowledged standards for good and responsible corporate governance. https://dcgk.de/en/home.html"
  },
  "Global Reporting Initiative (GRI)": {
    "content": "The Global Reporting Initiative (GRI) is a non-profit foundation founded in 1997. The GRI guidelines are among the best-known guidelines for sustainability reports worldwide and serve as an framework for reporting ESG (environment, social, governance) activities. https://www.globalreporting.org/about-gri/"
  },
  "Global Risks": {
    "content": "refers to the major risks facing society globally – especially as summarized annually by the World Economic Forum in their Global Risk Report https://www.weforum.org/reports/the- globalrisksreport-2019"
  },
  "Global warming": {
    "content": "Global warming is the long-term heating of earth’s surface observed since the pre-industrial period (between 1850 and 1900) due to human activities, primarily fossil fuel burning, which increases heat-trapping greenhouse gas levels in Earth’s atmosphere. https://education.nationalgeographic.org/resource/global-warming/"
  },
  "Governance (DEGREE) Ambition": {
    "content": "Ambition: Apply state-of-the-art systems for effective and responsible business conduct. https://siemens.sharepoint.com/teams/Sustainability-at-"
  },
  "Green Chemistry": {
    "content": "The design of chemical products and processes that reduce or eliminate the use or generation of hazardous substances across the full life cycle of chemical production, from design and manufacture to product use and disposal. Integrated Report to Society: An integrated report is a concise communication about how an organization's strategy, governance, performance and prospects lead to the creation of value over the short, medium and long term. Typically, this"
  },
  "Greenhouse gases": {
    "content": "Gases that trap heat in the atmosphere including carbon dioxide, methane, nitrous oxide and water vapor https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Greenhouse Gas (GHG) Protocol": {
    "content": "GHG Protocol established comprehensive global standardized frameworks to measure and manage greenhouse gas (GHG) emissions from private and public sector operations, value chains and mitigation actions. https://ghgprotocol.org/about-us"
  },
  "Homogenous Product Family": {
    "content": "A homogenous product family is a subgroup of a product family based on the underlying technology or build where the environmental impacts can reasonably be expected to be similar and therefore scalable over the group as a function of certain physical characteristics, e. g. power or weight. [no text] IEA (International Energy Agency) The International Energy Agency (IEA) main task is to advise its 28 Member States on energy policy issues. It was established in the1973/1974 during the oil crisis with the goal to coordinate measures to secure oil supplies in the event of renewed crises. https://www.iea.org/about"
  },
  "IEC 62430/ISO 14062": {
    "content": "The international ISO 14062 and the IEC 62430 standards assist incorporation of the evaluation of environmental aspects and impacts into the product design and development process. [no text]"
  },
  "IEC 62474": {
    "content": "The international IEC 62474 standard specifies the procedure, content, and form relating to material declarations for products of companies operating in and supplying the electrotechnical industry. https://webstore.iec.ch/en/publication/29857 IFRS (International Financial Reporting Standards) International Financial Reporting Standards (IFRS) are a set of accounting standards that govern how particular types of transactions and events should be reported in financial statements. The IFRS Foundation is a not-for-profit responsible for developing global accounting and sustainability disclosure standards, known as IFRS standards. https://www.ifrs.org/about- us/who-we-are/"
  },
  "International Labour Organization": {
    "content": "The International Labor Organization (ILO) is responsible for developing, formulating and enforcing binding international labor and social standards. The ILO's main objectives are to promote decent work, social protection and the strengthening of social dialogue. https://www.ilo.org/about-ilo IPCC (Intergovernmental Panel on Climate Change)"
  },
  "ISO 14020/21/25": {
    "content": "Environmental Labels and Declarations: The international ISO 14020 standards establish guiding principles for the development and use of product environmental labels and product declarations. https://www.iso.org/files/live/sites/isoorg/files/store/en/PUB100323.pdf"
  },
  "ISO 14040": {
    "content": "An international standard that provides guidelines for conducting life cycle assessments (LCAs). It establishes a systematic framework for assessing the environmental impacts of a product or system throughout its entire life cycle. This includes defining assessment goals and boundaries, collecting data on inputs and outputs, evaluating environmental impacts, and interpreting the results. The standard promotes consistency, transparency, and informed decision-making, enabling organizations to identify areas for improvement and minimize environmental impacts. https://www.iso.org/standard/37456.html"
  },
  "ISO 14044": {
    "content": "Environmental management — Life cycle assessment — Requirements and guidelines ISO 14044:2006 specifies requirements and provides guidelines for life cycle assessment (LCA) including: definition of the goal and scope of the LCA, the life cycle inventory analysis (LCI) phase, the life cycle impact assessment (LCIA) phase, the life cycle interpretation phase, reporting and critical review of the LCA, limitations of the LCA, relationship between the LCA phases, and conditions for use of value choices and optional elements. ISO 14044:2006 covers life cycle assessment (LCA) studies and life cycle inventory (LCI) studies. https://www.iso.org/standard/38498.html ISSB (International Sustainability Standards Board) The International Sustainability Standards Board (ISSB) is an independent, private sector body that develops and approves IFRS Sustainability Disclosure Standards (IFRS SDS). The ISSB’s intention is to deliver a comprehensive global baseline of sustainability-related disclosure standards that provide investors and other capital market participants with information about companies’ sustainability-related risks and opportunities to help them make informed decisions. https://www.ifrs.org/groups/international-sustainability-standards-board/"
  },
  "Impact Assessment": {
    "content": "In an LCA, impact assessment comes after inventory analysis and links emissions of a product or stage to potential environmental impacts. For example, what are the impacts of sulfur oxides (SOX) emissions on human health and global warming? What are the effects of methane compared to carbon dioxide? Which one affects global warming the most? Impact assessment converts the emissions and inputs into expressions of their potential environmental effect(s). To do this, LCA databases define impact categories that reflect the impacts to the ecosystem, resources, and human health. The most common impact categories are: Climate Change, Ozone Depletion, Eutrophication, Ecotoxicity, Acidification, and Human Health. For example, the Climate Change impact category is measured in tons of carbon dioxide (CO2) equivalents and represents the global warming potential of a substance. Other substances with heat trapping properties are also in this category, such as methane, a greenhouse gas that traps about 20 times more heat than CO2 on a per-mass basis. Therefore, 1 ton of methane equals 20 tons of CO2 equivalents. Other substances like nitrogen oxides (NOX) contribute to Acidification and Eutrophication. The factor that converts one substance to another based on an environmental impact is called a characterization factor. LCA databases have characterization factors for most substances depending on the medium they are released in (air, water, or soil). https://earthshiftglobal.com/sustainability-terms Key Business Decisions The handful of major decisions the CEO and Board make each year – typically involving merger, acquisition or divestiture; large capital expenditure; new product launch; major research and development expenditure, etc. https://esgnavigator.com/knowledge-hub/esg-library/definitions- of-esg-terms/ Key Sustainability Indicators (KSI) Hedstrom Associates uses the term “key sustainability indicators” to characterize the specific items in our Corporate Sustainability Scorecard Csuite rating system. The Corporate Sustainability Scorecard allows a user to rate a company on about 150 key sustainability indicators. https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Kyoto Protocol": {
    "content": "An international agreement linked to the United Nations Framework Convention on Climate Change. The major feature of the Kyoto Protocol is that it sets binding targets for 37 industrialized countries and the European community for reducing greenhouse gas (GHG) emissions. https://unfccc.int/kyoto_protocol"
  },
  "LEED": {
    "content": "Leadership in Energy and Environmental Design (LEED) is one of the most popular green building certification programs worldwide. It was developed by the non-profit U.S. Green Building Council. https://support.usgbc.org/hc/en-us/articles/4404406912403-What-is-LEED- certification"
  },
  "Material": {
    "content": "Information is material if its omission or misstatement could influence the economic decision of users taken on the basis of the financial statements. (See Materiality.) https://ifrscommunity.com/knowledge-base/materiality/"
  },
  "Materiality": {
    "content": "A concept or convention within the financial community relating to the importance/significance of something relevant to the corporation. Information is material if its omission or misstatement could influence the economic decision of users taken on the basis of the financial statements. Materiality in relation to the inclusion of information in an integrated (financial and sustainability) report refers to matters that “could substantively affect the organization’s ability to create value over the short, medium and long term. https://integratedreporting.ifrs.org/resource/materiality-in-integrated-reporting/"
  },
  "Minimum Safeguards (MS)": {
    "content": "‘Minimum Safeguards’ are one of the alignment criteria of the EU Taxonomy. They are based on recommendations, originating from the European Parliament and the Technical Expert Group, to ensure that any investments or activities labelled as 'EU Taxonomy-aligned' meet certain minimum governance standards and do not violate social norms, including human rights and"
  },
  "Modern slavery": {
    "content": "An umbrella term for extreme forms of exploitation like human trafficking, slavery and slavery- like practices, such as servitude, forced labour, forced marriage, the sale and exploitation of children, and debt bondage. https://sustainable.org.nz/learn/tools-resources/glossary-of- sustainability/"
  },
  "MyGrowth": {
    "content": "We are fostering a growth mindset throughout Siemens to embrace change, stay curious and develop a habit of life-long learning and career development, for example with: MyGrowth Program with its area Self-Reflection, MyGrowth Learning and MyGrowth Career, or Growth"
  },
  "Talks. https://mygrowth.siemens.cloud/": {
    "content": "Net Neutral (Environmental Impact) Refers to a situation where the sum of the full environmental impacts of an organization – across the full supply chain – is offset by the net reduction in environmental impact caused by use of the company’s products, services or solutions. https://link.springer.com/referenceworkentry/10.1007/978-3-319-63951-2_169-1 Net Positive (Environmental Impact) Refers to a situation where the sum of the full environmental impacts of an organization – across the full supply chain – is less than the net reduction in environmental impact caused by use of the company’s products, services or solutions. [Note: MIT has a “net positive” initiative as part of SHINE (Sustainability and Health Initiative for Net Positive Enterprise), - which aims to improve the scientific basis by which NetPositive is assessed (products, activities, companies, economic sectors, individuals, and groups). https://shine.mit.edu/sustainability-and-health- initiative-netpositive-enterprise-shine NFRD (Non-Financial Reporting Directive) The Non-financial Reporting Directive (NFRD) is an amendment to the Accounting Directive and was adopted in 2014. The objective of the NFRD is to raise the transparency of the social and environmental information provided by undertakings in all sectors to a similarly high level across all member states and thus to improve the disclosure of non-financial information by certain large undertakings. https://www.europarl.europa.eu/RegData/etudes/BRIE/2021/654213/EPRS_BRI(2 021)654213_EN.pdf NGO (Non-Governmental Organization) An organization that is neither a part of a government nor a conventional for-profit business; seen to represent “civil society.\" https://www.un.org/en/get-involved/un-and-civil-society Net Zero CO2 emissions Net zero carbon dioxide (CO2) emissions are achieved when anthropogenic CO2 emissions are balanced globally by anthropogenic CO2 removals over a specified period. Net zero CO2"
  },
  "Paris Agreement": {
    "content": "A legally binding international treaty on climate change adopted by more than 190 countries in 2015. Its goal is to limit global warming to well below 2°C, preferably to 1.5°C, compared to pre- industrial levels. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Partnerships": {
    "content": "Used in the context of the Corporate Sustainability Scorecard, means a formal collaboration between a company and a key external stakeholder (e.g., a NGO, supplier, customer) for the specific purpose of jointly reducing a negative environmental or social impact or set of impacts. [no text] PCF (Product Carbon Footprint) The sum of the total GHG emissions generated over the different stages of a product's life cycle. https://www.tanso.de/en/blog/product-carbon-footprint-explained-calculation-benefits- and-comparison-with-ccf"
  },
  "PPP": {
    "content": "Acronym for people, planet, profit. The People Planet Profit model (also known as the 'Triple Bottom Line') model outlines three core facets of sustainability for businesses. https://esgthereport.com/planet-people-profit/"
  },
  "Precautionary Principle": {
    "content": "If an action or policy has a suspected risk of causing harm to the public or to the environment, in the absence of scientific consensus that the action or policy is not harmful, the burden of proof that it is not harmful falls on those taking an action. https://iris.who.int/bitstream/handle/10665/346211/9789289010986- eng.pdf?sequence=1"
  },
  "PSSS": {
    "content": "Siemens’ four Business types; product, systems, solutions, and services are abbreviated as PSSS. https://siemens.sharepoint.com/teams/PuO-EHS-Global/Shared%20Documents/rules- en/ep/ep-standard-psss-en.pdf"
  },
  "RE100": {
    "content": "RE100 is the global corporate renewable energy initiative bringing together hundreds of large and ambitious businesses committed to 100% renewable electricity (RE). https://www.there100.org/"
  },
  "REACH": {
    "content": "A European regulation promulgated in 2006 that addresses the production and use of chemical substances, and their potential impacts on both human health and the environment. https://en.wikipedia.org/wiki/Registration,_Evaluation,_Authorisation_and_Restric tion_of_Chemicals"
  },
  "Recyclable": {
    "content": "A product or material that can be collected, processed and manufactured into a new product. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Recycling": {
    "content": "Processing materials that would otherwise be thrown away and turning them into reusable material. In closed loop recycling materials from a product are recycled to make the same, or a similar, product without significant degradation or waste. This can be done repeatedly. In open loop recycling materials from a product are used to make a different type of product. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "RED": {
    "content": "\"Robust Eco Design = Siemens’ approach to robustly implement Ecodesign into relevant business processes. It builds on (i) the identification and prioritization of Ecodesign requirements for relevant product, (ii) the assessment of the environmental impacts using qualitative and quantitative methodologies and (iii) the implementation of Ecodesign aspects for products, systems, solutions and services. https://siemens.sharepoint.com/teams/EHSprogram/SitePages/Eco-Design.aspx"
  },
  "Relevant Product Family": {
    "content": "Relevant product families are defined as (homogenous) product families of an organizational unit covering at least 80% of the annual third-party revenue (anticipating that up to 20% may not be covered as the products have a poor effort-benefit ratio, e.g., if the product is discontinued, sales figures are negligible or will be part of a carve-out). [no text]"
  },
  "Remanufacturing": {
    "content": "Rebuilding a product to its original specifications using a combination of reused, repaired and new parts. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Renewable energy": {
    "content": "Energy that comes from natural sources that are constantly replenished like wind, water and sunlight. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Resilience": {
    "content": "Resilience is an ability to anticipate, adapt or respond to change, threats, or opportunities to function effectively, survive, and prosper. It covers several different perspectives such as resilience in individuals, teams, and organizations. https://www.bsigroup.com/globalassets/localfiles/en- us/whitepapers/organizational-resilience/organizational-resilience-pocket-guide.pdf"
  },
  "Responsible Care®": {
    "content": "is a global, voluntary initiative developed autonomously by the chemical industry to demonstrate chemical industry's desire to improve health, safety, and environmental performance. The vast majority of the largest chemical producers in the world have adopted Responsible Care. https://www.americanchemistry.com/driving-safety- sustainability/responsible-care-driving-safety-sustainability/resources/responsible-care- overview"
  },
  "Ambition: Achieve circularity and": {
    "content": "dematerialization https://siemens.sharepoint.com/teams/Sustainability-at-"
  },
  "RoHS": {
    "content": "RoHS stands for Restriction of Hazardous Substances. RoHS, also known as Directive 2002/95/EC, originated in the European Union and restricts the use of specific hazardous materials found in electrical and electronic products (known as EEE). All applicable products in the EU market after July 1, 2006 must pass RoHS compliance https://www.rohsguide.com/rohs- faq.htm SASB (Sustainability Accounting Standards Board) Established in 2011, the Sustainability Accounting Standards Board (SASB) is an independent, non-profit organization that sets standards for the voluntary disclosure of significant financial sustainability information by individual companies to their investors. Since 2018, 77 industrial sectors have been able to rely on SASB's industry-specific standards. https://sasb.ifrs.org/about/ SBTi – Science-based Targets initiative The Science-based Targets initiative (SBTi) defines and promotes best practices in emissions reductions and net-zero targets in line with climate science and provides target setting methods and guidance to companies to set science-based targets. https://sciencebasedtargets.org/ SC (Substantial contribution) ‘Substantial contribution’ is one of the alignment criteria of the EU Taxonomy. It assesses whether an economic activity makes a substantial contribution to one or more of the environmental objectives of the EU Taxonomy. This means that, based on the technical screening criteria, the economic activity either has a substantial positive environmental impact or substantially reduces negative impacts of the activity on the environment. https://publications.jrc.ec.europa.eu/repository/handle/JRC123355"
  },
  "Scenario Planning": {
    "content": "is a structured way for organizations to think about the future and make flexible long-term plans. A group of executives sets out to develop a small number of scenarios—stories about how the future might unfold and how this might affect an issue that confronts them https://en.wikipedia.org/wiki/Scenario_planning"
  },
  "Science-Based Goals": {
    "content": "Refers to science-based emission reduction targets that are independently verified against a set of criteria developed by the Science Based Targets initiative (SBTi). These typically refer to energy and greenhouse gas reduction goals aligned with the 1.5°C or well-below 2°C criteria. https://sciencebasedtargets.org/about-us/"
  },
  "Scope 1, 2, 3": {
    "content": "According to the Greenhous Gas (GHG) protocol, carbon emissions from a business can be classified intro three scopes: Scope 1 (direct emissions from owned or controlled sources), Scope 2 (indirect emissions from the generation of purchased energy), and Scope 3 (all indirect emissions that occur in a company’s value chain) https://sustainable.org.nz/learn/tools- resources/glossary-of-sustainability/"
  },
  "Secondary Materials": {
    "content": "Material reprocessed from recovered (reclaimed) material through a recycling process from pre- consumer and/or post-consumer waste. A secondary material must have possessed the property of waste at least once. (ref. ISO 14009:2020, adapted). SFDR (Sustainable Finance Disclosure Regulation) The Sustainable Finance Disclosure Regulation (SFDR) is a European regulation introduced to improve transparency in the market for sustainable investment products, to prevent greenwashing and to increase transparency around sustainability claims made by financial market participants. https://finance.ec.europa.eu/sustainable- finance/disclosures/sustainability-related-disclosure-financial-services-sector_en"
  },
  "Siemens Business Conduct Guidelines": {
    "content": "The Business Conduct Guidelines are our corporate code of conduct. The Business Conduct Guidelines set out the fundamental principles and rules governing how we act within our company and in relation to our customers, external partners and the general public. https://mylearningworld.siemens.com/web/en/app/toc/lex_auth_013287644476481536 664/overview"
  },
  "SiGREEN": {
    "content": "SiGREEN is a Siemens tool to contribute to decarbonization through digitalization. Customers and Siemens can manage the carbon footprint of products and track and improve product- related emissions based on reliable data. https://xcelerator.siemens.com/global/en/all- offerings/products/s/sigreen.html"
  },
  "Strengthscope®": {
    "content": "Strengthscope® is a tool that Siemens employees can use to identify their strengths. The tool provides an assessment of 24 work-related strengths. https://www.strengthscope.com/resources"
  },
  "Supply Chain": {
    "content": "A network between a company and its suppliers to produce and distribute a specific product to the final buyer https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Sustainable Design": {
    "content": "Designing products, services, and the built environment in keeping with principles of sustainability. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Sustainable Development Goals (SDGs)": {
    "content": "Sustainable Development Goals (SDGs) refer to the 17 goals set by the United Nations (in 2015) for 2030 with the consent of more than 190 countries. The goals recognize that ending poverty and other deprivations must go hand-in-hand with strategies that improve health and education, reduce inequality, and spur economic growth – all while tackling climate change and working to preserve our oceans and forests. https://www.undp.org/sustainable-development- goals"
  },
  "Sustainable Procurement": {
    "content": "Decisions when buying products and services that include social and environmental factors along with price and quality. https://sustainable.org.nz/learn/tools-resources/glossary-of- sustainability/"
  },
  "Sustainability": {
    "content": "The pursuit of a business growth strategy that creates long-term shareholder value by seizing opportunities and managing risks related to the company’s environmental and social impacts. Sustainability includes conventional environment, health and safety (EHS) management; community involvement and philanthropy; labor and workplace conditions as well as elements of corporate citizenship, corporate governance, supply chain and procurement. https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Sustainability Principles": {
    "content": "Various ways of characterizing the concept of sustainability, the most common of which is to meaningfully advance progress on the Sustainable Development Goals (SDGs). Another example would be the four system conditions of The Natural Step https://esgnavigator.com/knowledge-hub/esg-library/definitions-of-esg-terms/"
  },
  "Sustainalytics": {
    "content": "Sustainalytics is an ESG and corporate governance research, ratings and analytics firm that supports investors with the development and implementation of responsible investment strategies. The Sustainalytics' ESG Risk Rating measures a company’s exposure to industry- specific material ESG risks and how well a company is managing those risks. Companies are placed into five different risk categories. https://www.sustainalytics.com/about-us TCFD (Task Force on Climate-related Financial Disclosures) The Task Force on Climaterelated Financial Disclosures is an initiative of the FSB (Financial Stability Board), an international body established with the support of the G20 members to promote international financial stability. The purpose of the TCFD is to help identify the information needed by investors, lenders and insurers to properly assess and evaluate climate- related risks and opportunities. https://www.fsb-tcfd.org/about/"
  },
  "Total Societal Impact": {
    "content": "The full economic, social, and environmental impact (both positive and negative) of a company’s products, services and solutions (PSS); operations; core capabilities; and activities. https://www.bcg.com/publications/2017/total-societal-impact-new-lens-strategy"
  },
  "Triple Bottom Line": {
    "content": "The Triple Bottom Line is a business concept that posits firms should commit to measuring their social and environmental impact—in addition to their financial performance—rather than solely focusing on generating profit, or the standard “bottom line.” It can be broken down into “three Ps”: profit, people, and the planet (see PPP). https://online.hbs.edu/blog/post/what-is-the- triple-bottom-line UN Agenda 2030 The 2030 Agenda for Sustainable Development was launched in September 2015 at the UN Summit in New York and aims to end poverty in all its forms. Since 2015, all members of the United Nations have been working on the 2030 Agenda to achieve goals such as poverty eradication, affordable and clean energy, and sustainable cities and communities. https://sdgs.un.org/2030agenda UNFCCC (United Nations Framework Convention on Climate Change) The UN Framework Convention on Climate Change (UNFCCC) sets out the basic legal framework and principles for international climate change cooperation with the aim of stabilizing atmospheric concentrations of greenhouse gases (GHGs) to avoid 'dangerous anthropogenic interference with the climate system.' https://unfccc.int/about-us/about-the- secretariat UNGP (UN Guiding Principles on Business and Human Rights) The UN Guiding Principles on Business and Human Rights (UNGP) seek to provide an authoritative global standard for preventing and addressing the risk of adverse human rights impacts linked to business activity. The Guiding Principles were unanimously endorsed by the UN Human Rights Council in June 2011, supported by governments from all regions of the world https://www.ungpreporting.org/resources/the-ungps/"
  },
  "Value Chain": {
    "content": "A business model that describes the full range of activities needed to create a product or service. https://sustainable.org.nz/learn/tools-resources/glossary-of-sustainability/"
  },
  "Water footprint": {
    "content": "The total volume of freshwater that is used to produce goods and services consumed by an individual, organization, community, nation or planet https://en.wikipedia.org/wiki/Water_footprint"
  },
  "Water-neutral": {
    "content": "Refers to a situation where an organization is returning to surface water or ground water the volume of water it uses – across the full supply chain – at a level of purity that is of the same or higher quality of the receiving body or aquifer. https://esgnavigator.com/knowledge-hub/esg- library/definitions-of-esg-terms/ Zero Waste to Landfill is a set of principles focused on waste prevention that encourages the redesign of resource life cycles so that all products are reused. The goal is for no trash to be sent to landfills, incinerators, or the ocean. https://en.wikipedia.org/wiki/Zero_waste"
  }
}